Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# category.detail.highVariability
source: High variability — shifting schedules
ar: تباين عالٍ — جداول متغيرة
ca: Alta variabilitat — horaris canviants
de: Hohe Variabilität — wechselnde Zeiten
es: Alta variabilidad — horarios cambiantes
fr: Forte variabilité — horaires instables
ja: 高い変動性 — スケジュールが不規則
zh_hans: 高度变异——作息不规律

# category.detail.jetlagNeedsBothSides
source: Need both weekday and weekend data to compare
ar: يحتاج بيانات أيام العمل وعطلة نهاية الأسبوع للمقارنة
ca: Calen dades de dies laborables i cap de setmana per comparar
de: Werktags- und Wochenenddaten zum Vergleich nötig
es: Se necesitan datos de entre semana y fin de semana para comparar
fr: Données de semaine et de week-end nécessaires pour comparer
ja: 比較には平日と週末の両方のデータが必要です
zh_hans: 需要工作日和周末的数据进行比较

# category.detail.lateTiming
source: Late activity peak (delayed phase pattern)
ar: ذروة النشاط متأخرة (نمط تأخر الطور)
ca: Pic d'activitat tardà (patró de fase retardada)
de: Später Aktivitätspeak (verzögertes Phasenmuster)
es: Pico de actividad tardío (patrón de fase retrasada)
fr: Pic d'activité tardif (retard de phase)
ja: 活動ピークが遅い（位相遅延パターン）
zh_hans: 活动高峰较晚（相位延迟模式）

# category.detail.minimalJetlag
source: Minimal difference between weekdays and weekend
ar: فارق طفيف بين أيام الأسبوع وعطلة نهاية الأسبوع
ca: Diferència mínima entre setmana i cap de setmana
de: Minimaler Unterschied zwischen Werktagen und Wochenende
es: Diferencia mínima entre semana y fin de semana
fr: Différence minimale entre semaine et week-end
ja: 平日と週末の差が最小限
zh_hans: 工作日与周末差异极小

# category.detail.moderateJetlag
source: Moderate difference — try to reduce it
ar: فارق متوسط — حاول تقليله
ca: Diferència moderada — intenta reduir-la
de: Mäßiger Unterschied — versuche ihn zu reduzieren
es: Diferencia moderada — intenta reducirla
fr: Différence modérée — essayez de la réduire
ja: 中程度の差 — 減らすよう努めましょう
zh_hans: 差异中等——尝试减少

# category.detail.moderateRhythm
source: Moderate rhythm — room for improvement
ar: إيقاع متوسط — هناك مجال للتحسين
ca: Ritme moderat — marge de millora
de: Mäßiger Rhythmus — Verbesserungspotenzial
es: Ritmo moderado — margen de mejora
fr: Rythme modéré — des améliorations possibles
ja: 中程度のリズム — 改善の余地あり
zh_hans: 节律中等——有改善空间

# category.detail.noData
source: No sleep data recorded
ar: لا توجد بيانات كافية
ca: Sense dades de son registrades
de: Keine Schlafdaten erfasst
es: Sin datos de sueño registrados
fr: Aucune donnée de sommeil enregistrée
ja: 睡眠データが記録されていません
zh_hans: 暂无睡眠数据

# category.detail.normalTiming
source: Activity peak in normal range (13-17h)
ar: ذروة النشاط في النطاق الطبيعي (13-17 ساعة)
ca: Pic d'activitat en rang normal (13-17h)
de: Aktivitätspeak im Normalbereich (13-17h)
es: Pico de actividad en rango normal (13-17h)
fr: Pic d'activité dans la plage normale (13-17h)
ja: 活動ピークが正常範囲内 (13-17時)
zh_hans: 活动峰值在正常范围内 (13-17时)

# category.detail.patternInsufficient
source: Not enough data to detect a pattern
ar: بيانات غير كافية للكشف عن نمط
ca: Dades insuficients per detectar un patró
de: Nicht genug Daten für ein Muster
es: Datos insuficientes para detectar un patrón
fr: Données insuffisantes pour détecter un motif
ja: パターンを検出するのに十分なデータがありません
zh_hans: 数据不足，无法检测到规律

# category.detail.someVariability
source: Some variability between days
ar: بعض التباين بين الأيام
ca: Certa variabilitat entre dies
de: Gewisse Variabilität zwischen den Tagen
es: Cierta variabilidad entre días
fr: Certaine variabilité entre les jours
ja: 日間にある程度のばらつきあり
zh_hans: 日间存在一定变异

# category.detail.strongRhythm
source: Strong, well-defined circadian rhythm
ar: إيقاع بيولوجي قوي ومحدد بوضوح
ca: Ritme circadià fort i ben definit
de: Starker, gut definierter zirkadianer Rhythmus
es: Ritmo circadiano fuerte y bien definido
fr: Rythme circadien fort et bien défini
ja: 強く明確な概日リズム
zh_hans: 强而清晰的昼夜节律

# category.detail.veryConsistent
source: Very consistent day-to-day pattern
ar: نمط منتظم جداً يوماً بيوم
ca: Patró diari molt consistent
de: Sehr konsistentes Tagesmuster
es: Patrón diario muy consistente
fr: Modèle quotidien très régulier
ja: 非常に一定した日課パターン
zh_hans: 日常作息非常规律

# category.detail.weakRhythm
source: Weak or fragmented rhythm
ar: إيقاع ضعيف أو متقطع
ca: Ritme feble o fragmentat
de: Schwacher oder fragmentierter Rhythmus
es: Ritmo débil o fragmentado
fr: Rythme faible ou fragmenté
ja: 弱い、または断片的なリズム
zh_hans: 节律微弱或碎片化

# category.duration
source: Duration
ar: مدة النوم
ca: Durada
de: Dauer
es: Duración
fr: Durée
ja: 時間
zh_hans: 时长

# category.jetlag
source: Social Jetlag
ar: التفاوت الاجتماعي
ca: Jetlag social
de: Sozialer Jetlag
es: Jetlag social
fr: Jetlag social
ja: 社会的時差
zh_hans: 社会性时差

# category.pattern
source: Pattern
ar: النمط
ca: Patró
de: Muster
es: Patrón
fr: Modèle
ja: パターン
zh_hans: 模式

# category.regularity
source: Regularity
ar: الانتظام
ca: Regularitat
de: Regelmäßigkeit
es: Regularidad
fr: Régularité
ja: 規則性
zh_hans: 规律性

# category.rhythm
source: Rhythm
ar: الإيقاع
ca: Ritme
de: Rhythmus
es: Ritmo
fr: Rythme
ja: リズム
zh_hans: 节律

# category.timing
source: Timing
ar: التوقيت
ca: Temporització
es: Temporización
fr: Chronométrage
ja: タイミング
zh_hans: 时相

# chronotype.back
source: Back
ar: رجوع
ca: Enrere
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
zh_hans: 返回

# chronotype.continue
source: Continue
ar: متابعة
ca: Continuar
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
zh_hans: 继续

# chronotype.next
source: Next
ar: التالي
ca: Següent
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
zh_hans: 下一步

# chronotype.q1
source: If you were entirely free to plan your day, what time would you get up?
ar: لو كنت حرًا تمامًا في تخطيط يومك، في أي وقت ستستيقظ؟
ca: Si poguessis planificar el teu dia lliurement, a quina hora t'aixecaries?
de: Wenn Sie Ihren Tag frei planen könnten, wann würden Sie aufstehen?
es: Si pudieras planificar tu día libremente, ¿a qué hora te levantarías?
fr: Si vous pouviez planifier votre journée librement, à quelle heure vous lèveriez-vous ?
ja: 自由に一日を計画できるとしたら、何時に起きますか？
zh_hans: 如果你可以自由安排一天的时间，你会几点起床？

# chronotype.q2
source: If you were entirely free to plan your evening, what time would you go to bed?
ar: لو كنت حرًا في تخطيط مسائك، في أي وقت ستذهب للنوم؟
ca: Si poguessis planificar la teva nit lliurement, a quina hora te n'iries a dormir?
de: Wenn Sie Ihren Abend frei planen könnten, wann würden Sie ins Bett gehen?
es: Si pudieras planificar tu noche libremente, ¿a qué hora te irías a dormir?
fr: Si vous pouviez planifier votre soirée librement, à quelle heure iriez-vous vous coucher ?
ja: 自由に夜を計画できるとしたら、何時に寝ますか？
zh_hans: 如果你可以自由安排晚间时间，你会几点上床睡觉？

# chronotype.q3
source: How alert do you feel during the first half hour after waking up?
ar: ما مدى يقظتك خلال أول نصف ساعة بعد الاستيقاظ؟
ca: Com d'alerta et sents durant la primera mitja hora després de despertar-te?
de: Wie wach fühlen Sie sich in der ersten halben Stunde nach dem Aufwachen?
es: ¿Cómo de alerta te sientes durante la primera media hora después de despertar?
fr: À quel point vous sentez-vous alerte pendant la première demi-heure après le réveil ?
ja: 起床後の最初の30分間、どの程度目が覚めていますか？
zh_hans: 醒来后的前半小时，你感觉有多清醒？

# chronotype.q3.o1
source: Not at all alert
ar: غير يقظ على الإطلاق
ca: Gens alerta
de: Überhaupt nicht wach
es: Nada alerta
fr: Pas du tout alerte
ja: 全く目が覚めない
zh_hans: 完全不清醒

# chronotype.q3.o2
source: Slightly alert
ar: يقظ قليلاً
ca: Una mica alerta
de: Leicht wach
es: Algo alerta
fr: Légèrement alerte
ja: やや目が覚める
zh_hans: 稍微清醒

# chronotype.q3.o3
source: Fairly alert
ar: يقظ إلى حد ما
ca: Bastant alerta
de: Ziemlich wach
es: Bastante alerta
fr: Assez alerte
ja: かなり目が覚めている
zh_hans: 比较清醒

# chronotype.q3.o4
source: Very alert
ar: يقظ جدًا
ca: Molt alerta
de: Sehr wach
es: Muy alerta
fr: Très alerte
ja: とても目が覚めている
zh_hans: 很清醒

# chronotype.q3.o5
source: Fully alert
ar: يقظ تمامًا
ca: Totalment alerta
de: Voll wach
es: Totalmente alerta
fr: Pleinement alerte
ja: 完全に目が覚めている
zh_hans: 完全清醒

# chronotype.q4
source: At what time of day do you feel your best?
ar: في أي وقت من اليوم تشعر بأفضل حال؟
ca: En quin moment del dia et sents millor?
de: Zu welcher Tageszeit fühlen Sie sich am besten?
es: ¿En qué momento del día te sientes mejor?
fr: À quel moment de la journée vous sentez-vous le mieux ?
ja: 一日の中でいつ一番調子が良いですか？
zh_hans: 一天中什么时候你感觉最好？

# chronotype.q4.o1
source: Evening (21:00 – 05:00)
ar: المساء (21:00 – 05:00)
ca: Nit (21:00 – 05:00)
de: Abend (21:00 – 05:00)
es: Noche (21:00 – 05:00)
fr: Soir (21:00 – 05:00)
ja: 夜 (21:00 – 05:00)
zh_hans: 夜间 (21:00 – 05:00)

# chronotype.q4.o2
source: Afternoon – evening (17:00 – 21:00)
ar: بعد الظهر – المساء (17:00 – 21:00)
ca: Tarda – nit (17:00 – 21:00)
de: Nachmittag – Abend (17:00 – 21:00)
es: Tarde – noche (17:00 – 21:00)
fr: Après-midi – soir (17:00 – 21:00)
ja: 午後〜夜 (17:00 – 21:00)
zh_hans: 下午至晚间 (17:00 – 21:00)

# chronotype.q4.o3
source: Late morning – afternoon (10:00 – 17:00)
ar: متأخر الصباح – بعد الظهر (10:00 – 17:00)
ca: Matí tardà – tarda (10:00 – 17:00)
de: Vormittag – Nachmittag (10:00 – 17:00)
es: Mañana tardía – tarde (10:00 – 17:00)
fr: Fin de matinée – après-midi (10:00 – 17:00)
ja: 午前遅く〜午後 (10:00 – 17:00)
zh_hans: 上午至下午 (10:00 – 17:00)

# chronotype.q4.o4
source: Morning (08:00 – 10:00)
ar: الصباح (08:00 – 10:00)
ca: Matí (08:00 – 10:00)
de: Morgen (08:00 – 10:00)
es: Mañana (08:00 – 10:00)
fr: Matin (08:00 – 10:00)
ja: 朝 (08:00 – 10:00)
zh_hans: 早上 (08:00 – 10:00)

# chronotype.q4.o5
source: Early morning (05:00 – 08:00)
ar: الصباح الباكر (05:00 – 08:00)
ca: Matinada (05:00 – 08:00)
de: Früher Morgen (05:00 – 08:00)
es: Madrugada (05:00 – 08:00)
fr: Tôt le matin (05:00 – 08:00)
ja: 早朝 (05:00 – 08:00)
zh_hans: 清晨 (05:00 – 08:00)

# chronotype.q5
source: One hears of "morning" and "evening" types. Which do you consider yourself to be?
ar: يُقال إن هناك أشخاص "صباحيين" و"مسائيين". أيهما تعتبر نفسك؟
ca: Es parla de persones "matutines" i "nocturnes". Quin consideres que ets?
de: Man hört von "Morgen-" und "Abendtypen". Welcher Typ sind Sie?
es: Se habla de personas "matutinas" y "nocturnas". ¿Cuál consideras que eres?
fr: On entend parler de types "du matin" et "du soir". Lequel pensez-vous être ?
ja: 「朝型」と「夜型」という分類がありますが、自分はどちらだと思いますか？
zh_hans: 人们说有“早起型”和“夜猫型”。你认为自己属于哪种？

# chronotype.q5.o1
source: Definitely evening type
ar: مسائي بالتأكيد
ca: Definitivament nocturn
de: Definitiv Abendtyp
es: Definitivamente nocturno
fr: Clairement du soir
ja: 間違いなく夜型
zh_hans: 绝对是夜猫型

# chronotype.q5.o2
source: More evening than morning
ar: مسائي أكثر من صباحي
ca: Més nocturn que matutí
de: Eher Abend- als Morgentyp
es: Más nocturno que matutino
fr: Plutôt du soir
ja: どちらかといえば夜型
zh_hans: 偏夜猫型

# chronotype.q5.o3
source: Neither type
ar: لا هذا ولا ذاك
ca: Cap dels dos
de: Weder noch
es: Ninguno de los dos
fr: Aucun des deux
ja: どちらでもない
zh_hans: 两种都不是

# chronotype.q5.o4
source: More morning than evening
ar: صباحي أكثر من مسائي
ca: Més matutí que nocturn
de: Eher Morgen- als Abendtyp
es: Más matutino que nocturno
fr: Plutôt du matin
ja: どちらかといえば朝型
zh_hans: 偏早起型

# chronotype.q5.o5
source: Definitely morning type
ar: صباحي بالتأكيد
ca: Definitivament matutí
de: Definitiv Morgentyp
es: Definitivamente matutino
fr: Clairement du matin
ja: 間違いなく朝型
zh_hans: 绝对是早起型

# chronotype.questionNumber
source: Question %lld of 5
ar: السؤال %lld من 5
ca: Pregunta %lld de 5
de: Frage %lld von 5
es: Pregunta %lld de 5
fr: Question %lld sur 5
ja: 質問 %lld / 5
zh_hans: 第 %lld 题（共 5 题）

# chronotype.result.definiteEvening
source: Definite Evening Type
ar: مسائي واضح
ca: Nocturn Definit
de: Ausgeprägter Abendtyp
es: Nocturno Definido
fr: Type Soir Prononcé
ja: 完全な夜型
zh_hans: 典型夜猫型

# chronotype.result.definiteEvening.desc
source: Your internal clock runs late. You naturally feel most alert and creative in the evening hours.
ar: ساعتك البيولوجية تعمل متأخرًا. تشعر بأعلى مستوى من اليقظة والإبداع في ساعات المساء.
ca: El teu rellotge intern funciona tard. Et sents més alerta i creatiu a la nit.
de: Ihre innere Uhr läuft spät. Sie fühlen sich abends am wachsten und kreativsten.
es: Tu reloj interno funciona tarde. Te sientes más alerta y creativo por la noche.
fr: Votre horloge interne est tardive. Vous vous sentez naturellement plus alerte et créatif le soir.
ja: あなたの体内時計は遅めに動きます。夜の時間帯に最も覚醒し、創造性が高まります。
zh_hans: 你的生物钟偏晚。你在夜间时段自然感觉最清醒、最有创造力。

# chronotype.result.definiteMorning
source: Definite Morning Type
ar: صباحي واضح
ca: Matutí Definit
de: Ausgeprägter Morgentyp
es: Matutino Definido
fr: Type Matin Prononcé
ja: 完全な朝型
zh_hans: 典型早起型

# chronotype.result.definiteMorning.desc
source: Your internal clock runs early. You naturally feel most alert and productive in the morning hours.
ar: ساعتك البيولوجية تعمل مبكرًا. تشعر بأعلى مستوى من اليقظة والإنتاجية في ساعات الصباح.
ca: El teu rellotge intern funciona d'hora. Et sents més alerta i productiu al matí.
de: Ihre innere Uhr läuft früh. Sie fühlen sich morgens am wachsten und produktivsten.
es: Tu reloj interno funciona temprano. Te sientes más alerta y productivo por la mañana.
fr: Votre horloge interne est matinale. Vous vous sentez naturellement plus alerte et productif le matin.
ja: あなたの体内時計は早めに動きます。朝の時間帯に最も覚醒し、生産性が高くなります。
zh_hans: 你的生物钟偏早。你在早晨时段自然感觉最清醒、最高效。

# chronotype.result.idealBed
source: Ideal bedtime
ar: وقت النوم المثالي
ca: Hora ideal per dormir
de: Ideale Schlafenszeit
es: Hora ideal para dormir
fr: Heure de coucher idéale
ja: 理想的な就寝時間
zh_hans: 理想就寝时间

# chronotype.result.idealWake
source: Ideal wake time
ar: وقت الاستيقاظ المثالي
ca: Hora ideal per despertar
de: Ideale Aufwachzeit
es: Hora ideal para despertar
fr: Heure de réveil idéale
ja: 理想的な起床時間
zh_hans: 理想起床时间

# chronotype.result.intermediate
source: Intermediate Type
ar: نوع وسط
ca: Tipus Intermedi
de: Zwischentyp
es: Tipo Intermedio
fr: Type Intermédiaire
ja: 中間型
zh_hans: 中间型

# chronotype.result.intermediate.desc
source: You have a flexible internal clock. You adapt well to different schedules.
ar: لديك ساعة بيولوجية مرنة. تتكيف جيدًا مع الجداول المختلفة.
ca: Tens un rellotge intern flexible. T'adaptes bé a diferents horaris.
de: Sie haben eine flexible innere Uhr. Sie passen sich gut an verschiedene Zeitpläne an.
es: Tienes un reloj interno flexible. Te adaptas bien a diferentes horarios.
fr: Vous avez une horloge interne flexible. Vous vous adaptez bien à différents horaires.
ja: あなたの体内時計は柔軟です。さまざまなスケジュールにうまく適応できます。
zh_hans: 你的生物钟比较灵活。你能很好地适应不同的作息安排。

# chronotype.result.moderateEvening
source: Moderate Evening Type
ar: مسائي معتدل
ca: Nocturn Moderat
de: Moderater Abendtyp
es: Nocturno Moderado
fr: Type Soir Modéré
ja: やや夜型
zh_hans: 中度夜猫型

# chronotype.result.moderateEvening.desc
source: You lean toward evenings. You tend to hit your stride later in the day.
ar: تميل نحو المساء. تصل إلى أفضل أدائك في وقت لاحق من اليوم.
ca: Tendeixes cap a les nits. Sols assolir el teu millor ritme més tard.
de: Sie tendieren zum Abend. Sie kommen erst später am Tag richtig in Schwung.
es: Tiendes hacia las noches. Sueles alcanzar tu mejor ritmo más tarde.
fr: Vous penchez vers les soirées. Vous atteignez votre plein potentiel plus tard dans la journée.
ja: 夜型寄りです。一日の後半に調子が上がる傾向があります。
zh_hans: 你倾向于晚睡。你通常在一天的后半段表现更好。

# chronotype.result.moderateMorning
source: Moderate Morning Type
ar: صباحي معتدل
ca: Matutí Moderat
de: Moderater Morgentyp
es: Matutino Moderado
fr: Type Matin Modéré
ja: ややの朝型
zh_hans: 中度早起型

# chronotype.result.moderateMorning.desc
source: You lean toward mornings. You tend to function well in the early part of the day.
ar: تميل نحو الصباح. تعمل بشكل جيد في بداية اليوم.
ca: Tendeixes cap als matins. Sols funcionar bé a la primera part del dia.
de: Sie tendieren zum Morgen. Sie funktionieren gut in der ersten Tageshälfte.
es: Tiendes hacia las mañanas. Sueles funcionar bien en la primera parte del día.
fr: Vous penchez vers les matins. Vous avez tendance à bien fonctionner en début de journée.
ja: 朝型寄りです。一日の前半に好調な傾向があります。
zh_hans: 你倾向于早起。在一天的前半段你通常表现更好。

# chronotype.result.score
source: Score: %lld / 25
ar: النتيجة: %lld / 25
ca: Puntuació: %lld / 25
de: Punktzahl: %lld / 25
es: Puntuación: %lld / 25
ja: スコア：%lld / 25
zh_hans: 得分：%lld / 25

# chronotype.seeResult
source: See my result
ar: عرض النتيجة
ca: Veure el meu resultat
de: Mein Ergebnis ansehen
es: Ver mi resultado
fr: Voir mon résultat
ja: 結果を見る
zh_hans: 查看我的结果

# coach.action.advanceBedtime
source: Advance your bedtime 15-30 min tonight
ar: قدّم موعد نومك 15-30 دقيقة الليلة
ca: Avança l'hora d'anar a dormir 15-30 min aquesta nit
de: Heute Nacht 15-30 Min. früher schlafen gehen
es: Adelanta tu hora de dormir 15-30 min esta noche
fr: Avance ton heure de coucher de 15-30 min ce soir
ja: 今夜の就寝時間を15〜30分早めましょう
zh_hans: 今晚把就寝时间提前15-30分钟

# coach.action.chooseTime
source: Choose a bedtime and stick to it
ar: اختر وقتاً للنوم والتزم به
ca: Tria una hora d'anar a dormir i mantén-la
de: Wähle eine Schlafenszeit und halte sie ein
es: Elige una hora de dormir y mantenla
fr: Choisis une heure de coucher et tiens-toi-y
ja: 就寝時間を決めて守りましょう
zh_hans: 选定一个就寝时间并坚持执行

# coach.action.eyebrow
source: Today you can
ar: يمكنك اليوم
ca: Avui pots
de: Heute kannst du
es: Hoy puedes
fr: Aujourd'hui tu peux
ja: 今日できること
zh_hans: 今天你可以

# coach.action.keepSchedule
source: Keep your consistent sleep schedule
ar: حافظ على جدول نومك المنتظم
ca: Mantén el teu horari de son consistent
de: Behalte deinen konsistenten Schlafplan bei
es: Mantén tu horario de sueño consistente
fr: Maintiens ton horaire de sommeil régulier
ja: 一定の睡眠スケジュールを維持しましょう
zh_hans: 保持规律的睡眠时间表

# coach.action.morningLight
source: Get bright light (sunlight or 10,000-lux lamp) at %@ for 20-30 min
ar: تعرض لضوء ساطع (شمس أو مصباح 10000 لوكس) في الساعة %@ لمدة 20-30 دقيقة
ca: Exposa't a llum brillant (sol o làmpada 10.000 lux) a les %@ durant 20-30 min
de: Helles Licht (Sonne oder 10.000-Lux-Lampe) um %@ Uhr für 20-30 Min. tanken
es: Exponte a luz brillante (sol o lámpara 10.000 lux) a las %@ durante 20-30 min
fr: S'exposer à une lumière vive (soleil ou lampe 10 000 lux) à %@ pendant 20-30 min
ja: %@に明るい光（日光または10,000ルクスのランプ）を20〜30分浴びましょう
zh_hans: 在%@接受明亮光照（阳光或10000勒克斯灯箱）20-30分钟

# coach.action.sleepEarlier
source: Sleep 30 min earlier tonight
ar: نم 30 دقيقة مبكراً الليلة
ca: Dorm 30 min abans a la nit
de: Gehe heute Nacht 30 Min. früher schlafen
es: Duerme 30 min antes esta noche
fr: Dors 30 min plus tôt ce soir
ja: 今夜は30分早く寝ましょう
zh_hans: 今晚早睡30分钟

# coach.action.targetBedtime
source: Set a target bedtime in Rephase Mode
ar: حدد وقت نوم هدفاً في وضع إعادة الطور
ca: Programa l'hora d'anar a dormir objectiu al Modo Refase
de: Ziel-Schlafenszeit im Rephase-Modus einstellen
es: Establece una hora de dormir objetivo en Modo Refase
fr: Définis une heure cible en Mode Rephase
ja: リフェーズモードで目標就寝時間を設定しましょう
zh_hans: 在重相位模式中设定目标就寝时间

# coach.bento.duration.lastNight
source: last night
ar: ليلة أمس
ca: ahir a la nit
de: letzte Nacht
es: anoche
fr: la nuit dernière
ja: 昨夜
zh_hans: 昨夜

# coach.bento.duration.lastNightDelta
source: last night · %+0.1fh
ar: ليلة أمس · %+0.1fh
ca: ahir a la nit · %+0.1fh
de: letzte Nacht · %+0.1fh
es: anoche · %+0.1fh
fr: la nuit dernière · %+0.1fh
ja: 昨夜 · %+0.1fh
zh_hans: 昨夜 · %+0.1fh

# coach.bento.habit.streak
source: days in a row
ar: أيام متتالية
ca: dies seguits
de: Tage in Folge
es: días seguidos
fr: jours d'affilée
ja: 連続日数
zh_hans: 连续天数

# coach.bento.patterns.count
source: %d patterns
ar: %d أنماط
ca: %d patrons
de: %d Muster
es: %d patrones
fr: %d motifs
ja: %dパターン
zh_hans: %d 个模式

# coach.bento.patterns.noChanges
source: no changes
ar: بدون تغييرات
ca: sense canvis
de: keine Änderungen
es: sin cambios
fr: sans changements
ja: 変化なし
zh_hans: 无变化

# coach.bento.patterns.stable
source: stable
ar: مستقر
ca: estable
de: stabil
es: estable
ja: 安定
zh_hans: 稳定

# coach.bento.patterns.thisWeek
source: this week
ar: هذا الأسبوع
ca: aquesta setmana
de: diese Woche
es: esta semana
fr: cette semaine
ja: 今週
zh_hans: 本周

# coach.celebration.bestScore
source: Best composite score so far: %.0f!
ar: أفضل نتيجة إجمالية حتى الآن: %.0f!
ca: Millor puntuació fins ara: %.0f!
de: Beste Gesamtpunktzahl bisher: %.0f!
es: ¡Mejor puntuación hasta ahora: %.0f!
fr: Meilleur score composite jusqu'ici : %.0f !
ja: 過去最高の総合スコア：%.0f！
zh_hans: 迄今最佳综合评分：%.0f！

# coach.celebration.consistencyStreak
source: %.0f-night streak within your goal!
ar: سلسلة %.0f ليلة ضمن هدفك!
ca: Ratxa de %.0f nits dins del teu objectiu!
de: %.0f Nächte in Folge im Zielbereich!
es: ¡Racha de %.0f noches dentro de tu objetivo!
fr: Série de %.0f nuits dans votre objectif !
ja: 目標達成 %.0f 夜連続！
zh_hans: 连续 %.0f 晚达成目标！

# coach.celebration.durationOnTarget
source: Your average sleep duration hit the target!
ar: متوسط مدة نومك وصل إلى الهدف!
ca: La teva durada mitjana de son ha assolit l'objectiu!
de: Deine durchschnittliche Schlafdauer hat das Ziel erreicht!
es: ¡Tu duración media del sueño alcanzó el objetivo!
fr: Votre durée moyenne de sommeil a atteint l'objectif !
ja: 平均睡眠時間が目標に到達しました！
zh_hans: 你的平均睡眠时长达到了目标！

# coach.celebration.eyebrow
source: Achievement
ar: إنجاز
ca: Assoliment
de: Erfolg
es: Logro
fr: Réussite
ja: 達成
zh_hans: 成就

# coach.celebration.newRecord
source: New personal record: %.0f nights in a row!
ar: رقم قياسي جديد: %.0f ليلة متتالية!
ca: Nou rècord personal: %.0f nits seguides!
de: Neuer persönlicher Rekord: %.0f Nächte in Folge!
es: ¡Nuevo récord personal: %.0f noches seguidas!
fr: Nouveau record personnel : %.0f nuits consécutives !
ja: 新記録：%.0f 夜連続！
zh_hans: 新个人纪录：连续 %.0f 晚！

# coach.celebration.sriImproved
source: Your sleep regularity improved by %.0f points!
ar: تحسنت انتظامية نومك بمقدار %.0f نقطة!
ca: La regularitat del teu son ha millorat %.0f punts!
de: Deine Schlafregelmäßigkeit hat sich um %.0f Punkte verbessert!
es: ¡Tu regularidad del sueño mejoró %.0f puntos!
fr: La régularité de votre sommeil s'est améliorée de %.0f points !
ja: 睡眠の規則性が %.0f ポイント向上しました！
zh_hans: 你的睡眠规律性提升了 %.0f 分！

# coach.change.headline
source: You go to bed %@ than last week.
ar: تنام %@ من الأسبوع الماضي.
ca: Te'n vas a dormir %@ que la setmana passada.
de: Sie gehen %@ als letzte Woche ins Bett.
es: Te acuestas %@ que la semana pasada.
fr: Vous vous couchez %@ que la semaine dernière.
ja: 先週より %@ 就寝しています。
zh_hans: 您比上周 %@ 上床。

# coach.change.label.earlier
source: %dh %dm earlier
ar: %d ساعة %d دقيقة أبكر
ca: %dh %dm abans
de: %dh %dm früher
es: %dh %dm antes
fr: %dh %dm plus tôt
ja: %d時間%d分早く
zh_hans: %d 小时 %d 分钟更早

# coach.change.label.later
source: %dh %dm later
ar: %d ساعة %d دقيقة متأخرًا
ca: %dh %dm més tard
de: %dh %dm später
es: %dh %dm más tarde
fr: %dh %dm plus tard
ja: %d時間%d分遅く
zh_hans: %d 小时 %d 分钟更晚

# coach.chat.deleteHint
source: To free space, you can delete the model in Settings.
ar: لتحرير المساحة، يمكنك حذف النموذج في الإعدادات.
ca: Per alliberar espai, pots eliminar el model a Configuració.
de: Um Speicher freizugeben, können Sie das Modell in den Einstellungen löschen.
es: Para liberar espacio, puedes eliminar el modelo en Ajustes.
fr: Pour libérer de l'espace, vous pouvez supprimer le modèle dans Réglages.
ja: 空き容量を確保するには、設定でモデルを削除できます。
zh_hans: 如需释放空间，可以在设置中删除模型。

# coach.chat.download.button
source: Download Model
ar: تحميل النموذج
ca: Descarregar model
de: Modell herunterladen
es: Descargar modelo
fr: Télécharger le modèle
ja: モデルをダウンロード
zh_hans: 下载模型

# coach.chat.download.lowStorage
source: Low storage — at least 3 GB free space recommended.
ar: مساحة تخزين منخفضة — يُنصح بتوفر 3 جيجابايت على الأقل.
ca: Emmagatzematge baix — es recomanen almenys 3 GB lliures.
de: Wenig Speicher — mindestens 3 GB freier Speicherplatz empfohlen.
es: Almacenamiento bajo — se recomiendan al menos 3 GB libres.
fr: Stockage faible — au moins 3 Go d'espace libre recommandés.
ja: ストレージ不足 — 3 GB以上の空き容量を推奨します。
zh_hans: 存储空间不足 - 建议至少有 3 GB 可用空间。

# coach.chat.download.modelName
source: Model: Phi-3.5-mini
ar: النموذج: Phi-3.5-mini
de: Modell: Phi-3.5-mini
es: Modelo: Phi-3.5-mini
fr: Modèle : Phi-3.5-mini
ja: モデル: Phi-3.5-mini
zh_hans: 模型: Phi-3.5-mini
